{
    "authorization_number": "14-HCAA-00810",
    "date_of_issuance": "MAY 08 2015",
    "approved_by": "David Burden, Regional Director General, Central & Arctic Region, Fisheries and Oceans Canada",
    "conditions": [
        {
            "condition_id": 1,
            "description": "Measures and standards to avoid and mitigate serious harm to fish shall be implemented by the dates outlined in condition 1 of this authorization with the exception of providing upstream fish passage for American Eel in condition 2.2.11 which shall apply for the life of the structure and be implemented once American Eel have returned to the Montreal River."
        },
        {
            "condition_id": 2,
            "description": "The Proponent shall monitor the implementation of avoidance and mitigation measures referred to in condition 2 of this authorization. An annual mitigation monitoring report shall be provided to DFO no later than March 1st, 2016 and March 1st, 2017."
        },
        {
            "condition_id": 3,
            "description": "Fish rescue efforts: 1) Report the total number of fish by species, 2) Numbers released alive and numbers dead by species, 3) Lengths and weights of fish by species (live and dead), 4) Description of how the area was closed and dewatered."
        },
        {
            "condition_id": 4,
            "description": "In accordance to the Proponent's offsetting plan found in the Application for Authorization, the following measures shall be undertaken: Removal of the existing dam (old dam) will add 880 m² of river habitat. Walleye spawning habitat and resting habitat will be enhanced downstream of the existing dam (old dam) on the north shore of the Montreal River."
        },
        {
            "condition_id": 5,
            "description": "The Proponent shall conduct monitoring and reporting of the implementation of offsetting measures according to the Application for Authorization and the approved timeline and criteria below:"
        }
    ],
    "authorization_limitations": [
        "The holder of this authorization is hereby authorized under the authority of Paragraph 35(2)(b) of the Fisheries Act, R.S.C., 1985, c.F. 14 to carry on the work(s), undertaking(s) and/or activity(ies) that are likely to result in serious harm to fish as described herein.",
        "This authorization does not purport to release the applicant from any obligation to obtain permission from or to comply with the requirements of any other regulatory agencies."
    ],
    "application_conditions": [
        "The Proponent is solely responsible for plans and specifications relating to this authorization and for all design, safety and workmanship aspects of all the works associated with this authorization.",
        "This authorization cannot be transferred or assigned to another party. If the work(s), undertaking(s) or activity(ies) authorized to be conducted pursuant to this authorization are expected to be sold or transferred, or other circumstances arise that are expected to result in a new Proponent taking over the work(s), undertaking(s) or activity(ies), the Proponent named in this authorization shall advise DFO in advance."
    ]
}